Essence/PacketGeneration/v3/PP/DomainMembersChangedNotification.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ver="http://www.multispeak.org/Version_3.0">
   <soapenv:Header>
      <ver:MultiSpeakMsgHeader Version="?" UserID="?" Pwd="?" AppName="?" AppVersion="?" Company="?" CSUnits="feet" CoordinateSystem="?" Datum="?" SessionID="?" PreviousSessionID="?" ObjectsRemaining="?" LastSent="?" RegistrationID="?" AuditID="?" MessageID="?" TimeStamp="?" BuildString="?"/>
   </soapenv:Header>
   <soapenv:Body>
      <ver:DomainMembersChangedNotification>
         <!--Optional:-->
         <ver:changedDomainMembers>
            <!--Zero or more repetitions:-->
            <ver:domainMember>
               <!--Optional:-->
               <ver:code>?</ver:code>
               <!--Optional:-->
               <ver:description>?</ver:description>
            </ver:domainMember>
         </ver:changedDomainMembers>
      </ver:DomainMembersChangedNotification>
   </soapenv:Body>
</soapenv:Envelope>